{"backend": "tensorflow", "config": {"output_layers": [["dense_8", 0, 0]], "layers": [{"inbound_nodes": [], "config": {"batch_input_shape": [null, 3888], "sparse": false, "dtype": "float32", "name": "input_3"}, "class_name": "InputLayer", "name": "input_3"}, {"inbound_nodes": [[["input_3", 0, 0, {}]]], "config": {"name": "dense_7", "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "units": 64, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "use_bias": true}, "class_name": "Dense", "name": "dense_7"}, {"inbound_nodes": [[["dense_7", 0, 0, {}]]], "config": {"name": "dense_8", "bias_constraint": null, "kernel_constraint": null, "activity_regularizer": null, "units": 3888, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "trainable": true, "bias_regularizer": null, "kernel_regularizer": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "activation": "relu", "use_bias": true}, "class_name": "Dense", "name": "dense_8"}], "name": "model_4", "input_layers": [["input_3", 0, 0]]}, "keras_version": "2.0.8", "class_name": "Model"}